driver-tests/bpelse/assign/AssignJbi/test/echoQNameDataType_Invoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://stc.com/echoQNameDataType">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <item xmlns="http://stc.com/echoQNameDataType">
    <string>QName</string>
    <normalizedString>QName</normalizedString>
    <token>QName</token>
    <base64Binary>QName</base64Binary>
    <hexBinary>QName</hexBinary>
    <integer>QName</integer>
    <positiveInteger>QName</positiveInteger>
    <negativeInteger>QName</negativeInteger>
    <nonNegativeInteger>QName</nonNegativeInteger>
    <nonPositiveInteger>QName</nonPositiveInteger>
    <long>QName</long>
    <unsignedLong>QName</unsignedLong>
    <int>QName</int>
    <unsignedInt>QName</unsignedInt>
    <short>QName</short>
    <unsignedShort>QName</unsignedShort>
    <byte>QName</byte>
    <unsignedByte>QName</unsignedByte>
    <decimal>QName</decimal>
    <float>QName</float>
    <double>QName</double>
    <boolean>QName</boolean>
    <duration>QName</duration>
    <dateTime>QName</dateTime>
    <date>QName</date>
    <time>QName</time>
    <gYear>QName</gYear>
    <gYearMonth>QName</gYearMonth>
    <gMonth>QName</gMonth>
    <gMonthDay>QName</gMonthDay>
    <gDay>QName</gDay>
    <Name>QName</Name>
    <QName>QName</QName>
    <NCName>QName</NCName>
    <anyURI>QName</anyURI>
    <language>QName</language>
    <ID>QName</ID>
    <IDREF>QName</IDREF>
    <IDREFS>QName</IDREFS>
    <ENTITY>QName</ENTITY>
    <ENTITIES>QName</ENTITIES>
    <NMTOKEN>QName</NMTOKEN>
    <NMTOKENS>QName</NMTOKENS>
  </item>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
